<?xml version="1.0"?>
<rss xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:wfw="http://wellformedweb.org/CommentAPI/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:atom="http://www.w3.org/2005/Atom" xmlns:sy="http://purl.org/rss/1.0/modules/syndication/" xmlns:slash="http://purl.org/rss/1.0/modules/slash/" version="2.0">
  <channel>
    <title>BYC-News Online-Zeitung</title>
    <atom:link href="https://byc-news.de/feed/" rel="self" type="application/rss+xml"/>
    <link>https://byc-news.de/</link>
    <description/>
    <language>de-DE</language>
    <sy:updatePeriod>
	hourly	</sy:updatePeriod>
    <sy:updateFrequency>
	1	</sy:updateFrequency>
    <generator>https://wordpress.org/?v=6.1.1</generator>
    <image>
      <url>https://byc-news.de/wp-content/uploads/2019/06/cropped-boost-your-city-32x32.png</url>
      <title>BYC-News Online-Zeitung</title>
      <link>https://byc-news.de/</link>
      <width>32</width>
      <height>32</height>
    </image>
    <item>
      <title>Digitale Fahrzeugzulassung in Bad Kreuznach – Viele Wartezeiten für Autofahrer entfallen</title>
      <link>https://byc-news.de/bad-kreuznach/digitale-fahrzeugzulassung-in-bad-kreuznach-viele-wartezeiten-fuer-autofahrer-entfallen/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Tue, 21 Feb 2023 15:07:23 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=119808</guid>
      <description>&lt;p&gt;Die Stadtverwaltung Bad Kreuznach informiert B&amp;#xFC;rgerinnen und B&amp;#xFC;rger &amp;#xFC;ber die M&amp;#xF6;glichkeiten der internetbasierten Fahrzeugzulassung, auch bekannt als &amp;#8220;i-Kfz&amp;#8221;. Mit dem auf der offiziellen Stadthomepage www.bad-kreuznach.de eingebundenen Link kfzonline (ekom21.de) k&amp;#xF6;nnen Autofahrer ein neues Fahrzeug zulassen oder anmelden, ein Fahrzeug wieder anmelden, umschreiben (mit Halter- und/oder Wohnsitzwechsel) sowie au&amp;#xDF;er Betrieb setzen oder abmelden. Viele Weg- und [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/digitale-fahrzeugzulassung-in-bad-kreuznach-viele-wartezeiten-fuer-autofahrer-entfallen/"&gt;Digitale Fahrzeugzulassung in Bad Kreuznach &amp;#8211; Viele Wartezeiten für Autofahrer entfallen&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>Bad Kreuznach: Spende von 20.000 Euro für Niederflurbetten</title>
      <link>https://byc-news.de/bad-kreuznach/bad-kreuznach-spende-von-20-000-euro-fuer-niederflurbetten/</link>
      <dc:creator>Meikel Dachs</dc:creator>
      <pubDate>Tue, 21 Feb 2023 12:53:42 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=119802</guid>
      <description>&lt;p&gt;Mitte Februar konnte symbolisch ein Scheck &amp;#xFC;ber 20.000 Euro an das Krankenhaus St. Marienw&amp;#xF6;rth &amp;#xFC;bergeben werden. Den gro&amp;#xDF;artigen Betrag &amp;#xFC;berbrachte der Vorsitzende des Freundschafts- und F&amp;#xF6;rdervereins St. Marienw&amp;#xF6;rth Ralf-Dieter Kanzler und &amp;#xFC;bergab ihn an den Medizinischen Vorstand Dr. Matthias Bussmann und Anja Herbst-Kaluza stellvertretend f&amp;#xFC;r das Zentrale Pflege Management (ZPM) im Haus. Angeschafft k&amp;#xF6;nnen nun [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/bad-kreuznach-spende-von-20-000-euro-fuer-niederflurbetten/"&gt;Bad Kreuznach: Spende von 20.000 Euro für Niederflurbetten&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>Sportgala 2023: Bad Kreuznachs erfolgreiche Athletinnen und Athleten werden geehrt</title>
      <link>https://byc-news.de/bad-kreuznach/sportgala-2023-bad-kreuznachs-erfolgreiche-athletinnen-und-athleten-werden-geehrt/</link>
      <dc:creator>Meikel Dachs</dc:creator>
      <pubDate>Mon, 20 Feb 2023 01:53:24 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=119613</guid>
      <description>&lt;p&gt;Am Samstag, dem 25. Februar 2023 um 19 Uhr, findet im Gro&amp;#xDF;en Kursaal des Kurhauses die Sportgala 2023 der Tanzschule Daub-Volk in Zusammenarbeit mit der Stadt Bad Kreuznach statt. Die Veranstaltung ehrt zahlreiche erfolgreiche Sportlerinnen und Sportler aus Bad Kreuznach, die auf nationalen und internationalen Wettk&amp;#xE4;mpfen ihre Leistungen unter Beweis gestellt haben. Insgesamt werden 69 [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/sportgala-2023-bad-kreuznachs-erfolgreiche-athletinnen-und-athleten-werden-geehrt/"&gt;Sportgala 2023: Bad Kreuznachs erfolgreiche Athletinnen und Athleten werden geehrt&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>Polizei Bad Kreuznach zieht Bilanz nach Narrenfahrt</title>
      <link>https://byc-news.de/bad-kreuznach/polizei-bad-kreuznach-zieht-bilanz-nach-narrenfahrt/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Sat, 18 Feb 2023 20:30:48 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=119430</guid>
      <description>&lt;p&gt;Am Fastnachtsamstag fand in Bad Kreuznach die allj&amp;#xE4;hrliche Narrenfahrt mit anschlie&amp;#xDF;ender Stra&amp;#xDF;enfastnacht auf dem Kornmarkt statt. Aus polizeilicher Sicht verlief die Veranstaltung weitestgehend friedlich. Der Narrenzug startete planm&amp;#xE4;&amp;#xDF;ig um 13:33 Uhr und endete gegen 17.00 Uhr Das Besucheraufkommen war mit den Jahren vor der Pandemie vergleichbar. Ca. 7.000 bis 9.000 Besucherinnen und Besucher verblieben auf [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/polizei-bad-kreuznach-zieht-bilanz-nach-narrenfahrt/"&gt;Polizei Bad Kreuznach zieht Bilanz nach Narrenfahrt&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
  </channel>
</rss>
