<?xml version="1.0"?>
<rss xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:wfw="http://wellformedweb.org/CommentAPI/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:atom="http://www.w3.org/2005/Atom" xmlns:sy="http://purl.org/rss/1.0/modules/syndication/" xmlns:slash="http://purl.org/rss/1.0/modules/slash/" version="2.0">
  <channel>
    <title>BYC-News Online-Zeitung</title>
    <atom:link href="https://byc-news.de/feed/" rel="self" type="application/rss+xml"/>
    <link>https://byc-news.de/home/</link>
    <description/>
    <language>de-DE</language>
    <sy:updatePeriod>
	hourly	</sy:updatePeriod>
    <sy:updateFrequency>
	1	</sy:updateFrequency>
    <generator>https://wordpress.org/?v=6.2</generator>
    <image>
      <url>https://byc-news.de/wp-content/uploads/2019/06/cropped-boost-your-city-32x32.png</url>
      <title>BYC-News Online-Zeitung</title>
      <link>https://byc-news.de/home/</link>
      <width>32</width>
      <height>32</height>
    </image>
    <item>
      <title>Spende für die Palliativstation St. Marienwörth in Bad Kreuznach</title>
      <link>https://byc-news.de/bad-kreuznach/spende-fuer-die-palliativstation-st-marienwoerth-in-bad-kreuznach/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Thu, 04 May 2023 11:51:23 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=124127</guid>
      <description>&lt;p&gt;Im vergangenen Jahr fand am 17. September der &amp;#xFC;ber die Naheregion hinaus bekannte und beliebte Bad Kreuznacher Bauernmarkt statt. Aus der Riesenmilchkanne der Milchwirtschaftlichen Arbeitsgemeinschaft Rheinland-Pfalz-Saar (milag) wurden ehrenamtlich Milch und Milchmixgetr&amp;#xE4;nke f&amp;#xFC;r eine Spende an die Palliativstation am Krankenhaus St. Marienw&amp;#xF6;rth angeboten. Dabei kam ein Spendenerl&amp;#xF6;s in H&amp;#xF6;he von 1.000 Euro zusammen Bereits seit [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/spende-fuer-die-palliativstation-st-marienwoerth-in-bad-kreuznach/"&gt;Spende für die Palliativstation St. Marienwörth in Bad Kreuznach&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>Gesundheitsforum Bad Kreuznach: Neueste Methoden zur Behandlung von Brustkrebs vorgestellt</title>
      <link>https://byc-news.de/bad-kreuznach/gesundheitsforum-bad-kreuznach-neueste-methoden-zur-behandlung-von-brustkrebs-vorgestellt/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Mon, 24 Apr 2023 07:20:23 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=123896</guid>
      <description>&lt;p&gt;Bei einem Vortrag am Mittwoch (19. April 2023) im Bad Kreuznacher Gesundheitsforums wurde den 42 Zuh&amp;#xF6;rerinnen und zwei Zuh&amp;#xF6;rern eine F&amp;#xFC;lle an Informationen zum Thema Brustkrebs geboten. Der Leiter des Brustzentrums Nahe, Dr. med. Gabor Heim, referierte fast eine Stunde lang &amp;#xFC;ber Pr&amp;#xE4;vention, Diagnosemethoden und vor allem &amp;#xFC;ber die neuesten Methoden zur Behandlung von Brustkrebs. [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/gesundheitsforum-bad-kreuznach-neueste-methoden-zur-behandlung-von-brustkrebs-vorgestellt/"&gt;Gesundheitsforum Bad Kreuznach: Neueste Methoden zur Behandlung von Brustkrebs vorgestellt&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>Über 100 Kräfte von Polizei und Rettungsdienst in Hargesheim im Einsatz</title>
      <link>https://byc-news.de/bad-kreuznach/ueber-100-kraefte-von-polizei-und-rettungsdienst-in-hargesheim-im-einsatz/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Sun, 23 Apr 2023 21:23:17 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=123885</guid>
      <description>&lt;p&gt;Mehr als 100 Einsatzkr&amp;#xE4;ften von Polizei und Rettungsdienst an einer Schule lassen normalerweise nichts Gutes vermuten. Doch am vergangenen Samstag (22. April 2023) war die Alfred-Delp Schule in Hargesheim lediglich Schauplatz eines gro&amp;#xDF;en Praxistags der Auszubildenden zum Notfallsanit&amp;#xE4;ter im DRK-Rettungsdienst Rheinhessen-Nahe in Zusammenarbeit mit Einsatztrainern der Hochschule der Polizei Rheinland-Pfalz. Drei Szenarien f&amp;#xFC;r den absoluten [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/ueber-100-kraefte-von-polizei-und-rettungsdienst-in-hargesheim-im-einsatz/"&gt;Über 100 Kräfte von Polizei und Rettungsdienst in Hargesheim im Einsatz&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
    <item>
      <title>“Nacht der Ausbildung” in Bad Kreuznach: 25 Unternehmen stellen sich vor</title>
      <link>https://byc-news.de/bad-kreuznach/nacht-der-ausbildung-in-bad-kreuznach-25-unternehmen-stellen-sich-vor/</link>
      <dc:creator>Chiara Forg</dc:creator>
      <pubDate>Thu, 20 Apr 2023 09:02:04 +0000</pubDate>
      <category>Bad Kreuznach</category>
      <guid isPermaLink="false">https://byc-news.de/?p=123807</guid>
      <description>&lt;p&gt;Auch in diesem Jahr unterst&amp;#xFC;tzt die Wirtschaftsf&amp;#xF6;rderung der Stadt Bad Kreuznach zusammen mit zahlreichen Unternehmen aus der Region die &amp;#8220;Nacht der Ausbildung&amp;#8221;. Am Freitag, dem 5. Mai, von 16 Uhr bis 22 Uhr haben junge Menschen die M&amp;#xF6;glichkeit, sich &amp;#xFC;ber Ausbildungsberufe und Duale Studieng&amp;#xE4;nge in verschiedenen Bereichen zu informieren. Insgesamt nehmen 25 Firmen und Beh&amp;#xF6;rden [&amp;#8230;]&lt;/p&gt;
&lt;p&gt;Der Beitrag &lt;a rel="nofollow" href="https://byc-news.de/bad-kreuznach/nacht-der-ausbildung-in-bad-kreuznach-25-unternehmen-stellen-sich-vor/"&gt;&amp;#8220;Nacht der Ausbildung&amp;#8221; in Bad Kreuznach: 25 Unternehmen stellen sich vor&lt;/a&gt; erschien zuerst auf &lt;a rel="nofollow" href="https://byc-news.de"&gt;BYC-News Online-Zeitung&lt;/a&gt;.&lt;/p&gt;
</description>
    </item>
  </channel>
</rss>
